[
    "Love is not about how many days, months, or years you've been together. It's about how much you love each other every single day.",
    "In your smile, I see something more beautiful than the stars.",
    "You are my today and all of my tomorrows.",
    "Every love story is beautiful, but ours is my favorite.",
    "I fell in love with you because of a million tiny things you never knew you were doing.",
    "You're the reason I look down at my phone and smile. Then walk into a pole.",
    "Together is a wonderful place to be.",
    "I love you more than yesterday, but less than tomorrow.",
    "You are my sun, my moon, and all my stars.",
    "In a sea of people, my eyes will always search for you.",
    "I choose you. And I'll choose you over and over. Without pause, without doubt, in a heartbeat.",
    "You make my heart smile.",
    "Home is wherever I'm with you.",
    "I love you to the moon and back.",
    "You're my favorite notification.",
    "Forever is a long time, but I wouldn't mind spending it by your side.",
    "You are my greatest adventure.",
    "I love you not only for what you are, but for what I am when I am with you.",
    "You're the peanut butter to my jelly.",
    "My favorite place is inside your hug.",
    "You had me at hello.",
    "I love you more than coffee, but please don't make me prove it.",
    "You're the missing piece to my puzzle.",
    "I want all of my lasts to be with you.",
    "You are my happy place.",
    "I love you begins by I, but it ends up by you.",
    "You're my person.",
    "I could start fires with what I feel for you.",
    "You are the finest, loveliest, tenderest person I have ever known.",
    "When I'm with you, hours feel like seconds. When we're apart, days feel like years.",
    "You're the reason I believe in love.",
    "I love you for all that you are, all that you have been, and all you're yet to be.",
    "You make me want to be a better person.",
    "I love you more than I have ever found a way to say to you.",
    "You're my favorite hello and my hardest goodbye.",
    "I never want to stop making memories with you.",
    "You are my heart, my life, my one and only thought.",
    "I love you simply, without problems or pride.",
    "You're the best thing that's ever been mine.",
    "I swear I couldn't love you more than I do right now, and yet I know I will tomorrow.",
    "You are my blue crayon, the one I never have enough of, the one I use to color my sky.",
    "I love you not because of who you are, but because of who I am when I am with you.",
    "You're my favorite distraction.",
    "I love you more than words can wield the matter.",
    "You are my greatest blessing.",
    "I love you, and that's the beginning and end of everything.",
    "You're the reason I wake up with a smile.",
    "I love you for the way you make me feel when I'm with you.",
    "You're my forever and always.",
    "I love you more than all the stars in the sky."
]